



const AboutPage = () => {

    return(
        <>
        <h1> მოგესალმებით BTU-ს კლიკერში</h1>
        <h3>თამაშში თქვენი მიზანია აკლიკოთ ცენტრში მოძრავ ღილაკს და შეაგროვოთ ქულები</h3>
        <h3>ამ ქულეით შეძლებთ upgrade-ბის შეძენას რაც დაგეხმარებათ მეტი ქულის შეგროვებაში</h3>
        <h3>თავიდან გამოჩნდება მხოლოდ ორი upgrade თუმცა როცა მათ იყიდით გამოჩნდება ახლებიც (10-ამდე)</h3>
        <p>თამაში დაწერილია React პლატფორმაზე და იყენებს json-server-ს ინფორმაციის შესანახად</p>


        <h3 className="game auth">თამაშის ავტორი: გიორგი გორდელაძე</h3>
        <a href="https://github.com/beberi1">github ლინკი: https://github.com/beberi1</a>
    </>
    );
};

export default AboutPage;